const driversData = {
  1:
  {
    1: {
      q: "Каким приказом утверждено наставление по технической службе подразделений ГПС ?",
      a: "приказ МВД РФ от 24.01.1996 г. No 34."
    },
    2: {
      q: "Какие внешние приборы Вы можете использовать при движении в темное время суток на неосвещенных участках дорог ?",
      a: "Ближний или дальний свет фар"
    },
    3: {
      q: "Что является основной частью струйного насоса ?",
      a: "Сопло, вакуум камера, диффузор"
    },
    4: {
      q: "Как по своему назначению подразделяются пожарные автомобили ?",
      a: "Основные, специальные, вспомогательные"
    },
    5: {
      q: "Емкость водяной цистерны АЦ-6-40(43118) ?",
      a: "6000л"
    },
    6: {
      q: "Сколько видов технического обслуживания проводится пожарным автомобилем ?",
      a: "7"
    },
    7: {
      q: "Кому разрешено передавать управление автомобилем водителю пожарного автомобиля ?",
      a: "Передавать управление другим лицам запрещено"
    },
    8: {
      q: "Теоретический курс индивидуального обучения водителей проводится ежедневно ?",
      a: "6 часов"
    },
    9: {
      q: "Допустимое падение разрежения в насосе?",
      a: "100 мм.рт. ст. за 2,5 мин."
    },
    10: {
      q: "На каком расстоянии от водоисточника устанавливается пожарный автомобиль ?",
      a: "не менее 1,5 – 2,5м"
    },
  },
  2: {
    1: {
      q: "Какие пожарные автомобили относятся к основным ?",
      a: "Автомобили, предназначенные для подачи огнетушащих веществ (воды, пены, инертных газов) в зону горения"
    },
    2: {
      q: "Водители дневальными по гаражу ставятся ?",
      a: "кроме ночного времени"
    },
    3: {
      q: "Время пребывания ПА на техническом обслуживании №1 ?",
      a: "2 дня"
    },
    4: {
      q: "Назовите марку пожарного насоса на АЦ-6-40(41118) ?",
      a: "НЦПН-40/100В1Т"
    },
    5: {
      q: "Емкость бака для пенообразователя на АЦТ 3-40-10(4320)  ?",
      a: "200л"
    },
    6: {
      q: "Чему равна величина разрежения при испытании всасывающих рукавов ?",
      a: "550 мм.рт.ст"
    },
    7: {
      q: "Как часто смазываются сальники насоса поворотом колпачковой масленки ?",
      a: "через каждый час работы насоса"
    },
    8: {
      q: "Максимальная глубина забора воды с помощью гидроэлеватора Г-600 ?",
      a: "20м"
    },
    9: {
      q: "Как проводится обкатка нового пожарного насоса ПА ?",
      a: "открытый водоем, два ствола РС-70, высота всасывания 1,5м"
    },
    10: {
      q: "Какая максимальная температура воды в системе охлаждения двигателя допускается при работе ?",
      a: "950 С"
    }
  },
  3: {
    1: {
      q: "Какие виды ремонта ПА существуют ?",
      a: "текущий, средний, капитальный"
    },
    2: {
      q: "Решение о замене вышедшей из строя пожарной техники принимает ?",
      a: "нач ПЧ, опер.дежурный"
    },
    3: {
      q: "К какому виду насосов относится пеносмеситель и вакуум аппарат пожарного насоса ПН-40У ?",
      a: "струйный"
    },

    4: {
      q: "При движении в условиях тумана расстояние до предметов представляется",
      a: "Большим, чем в действительности"
    },
    5: {
      q: "Кому докладывают водители о результатах приема-сдачи дежурства ?",
      a: "командиру отделения"
    },
    6: {
      q: "Проверку уровня и плотности электролита в АКБ на ПА производится ?",
      a: "один раз в десять дней"
    },
    7: {
      q: "Емкость бака для пенообразователя на АЦ-6-40(43118) ?",
      a: "500л"
    },
    8: {
      q: "Время пребывания ПА на техническом обслуживании №2 ?",
      a: "3 дня"
    },
    9: {
      q: "К какому виду техники относится насосно-рукавный автомобиль?",
      a: "основной"
    },
    10: {
      q: "Что запрещается в гараже ПА ?",
      a: "все перечисленное"
    }
  },
  4: {
    1: {
      q: "Что является первичным тактическим подразделением пожарной охраны ?",
      a: "Отделение на пожарной автоцистерне или автонасосе"
    },
    2: {
      q: "Периодичность испытания пожарного насоса автоцистерны?",
      a: "при каждом ТО-2 но не реже 1 раза в год"
    },
    3: {
      q: "Когда может быть приостановлено следование к месту вызова?",
      a: "По распоряжению диспетчера ПК"
    },

    4: {
      q: "Двигаться по глубокому снегу на грунтовой дороге следует ?",
      a: "На заранее выбранной пониженной передаче, без резких поворотов и остановок"
    },
    5: {
      q: "Резервный ПА перед постановкой его в расчет должен пройти ?",
      a: "Ежедневное ТО"
    },
    6: {
      q: "Из дренажного отверстия насоса ПН-40У струйкой течет вода в случае ?",
      a: "Износа манжет"
    },
    7: {
      q: "Проверка уровня давления воздуха в шинах ПА проводится не реже ?",
      a: "1 раз в 10 дней"
    },
    8: {
      q: "Кто несет ответственность за безопасность движения?",
      a: "Водитель"
    },
    9: {
      q: "Виды ремонта пожарных агрегатов ?",
      a: "текущий и капитальный"
    },
    10: {
      q: "Как должна быть погружена в воду всасывающая сетка (Согласно правил охраны труда)",
      a: "полностью, но не ниже 200мм"
    }
  },
  5: {
    1: {
      q: "К какому виду ПА относятся автолестницы и коленчатые автоподъемники ?",
      a: "специальные ПА"
    },
    2: {
      q: "На кого возлагается обеспечение сохранности и содержание ПА, ПТВ караула в состояние готовности и чистоте ?",
      a: "на весь личный состав караула "
    },
    3: {
      q: "Чему равен максимальный напор, создаваемый насосом ПН-40 ?",
      a: "100 метров водяного столба"
    },

    4: {
      q: "С какого максимального расстояния можно практически забрать воду гидроэлеватором Г – 600 ?",
      a: "100 метров"
    },
    5: {
      q: "В темное время суток и пасмурную погоду скорость встречного автомобиля воспринимается",
      a: "Ниже, чем в действительности"
    },
    6: {
      q: "Потери напора в рукавной линии на 10 м высоты или 100м длины составляют ?",
      a: "1атм"
    },
    7: {
      q: "Периодичность ТО – 2 основных ПА ?",
      a: "7000 км, общего пробега, но не реже 1 раза в год"
    },
    8: {
      q: "Средний расход пенообразователя при работе ствола ГПС – 2000 ?",
      a: "1,2 л/сек"
    },
    9: {
      q: "При прокладке рукавной линии с АР или АНР скорость движения не должна превышать ?",
      a: "2км/ч"
    },
    10: {
      q: "Что должно быть на посту ТО ПА в обязательном порядке ?",
      a: "защитные очки, резиновые перчатки, фартуки, брезентовые рукавицы для работы на оборудовании и с электролитом"
    }
  },
  6: {
    1: {
      q: "Допускается ли к дежурству водитель, не имеющий при себе водительского удостоверения и свидетельства на право управления ПА ?",
      a: "не допускается"
    },
    2: {
      q: "В зависимости от назначения  основные ПА подразделяются ?",
      a: "общего и целевого применения"
    },
    3: {
      q: "Чем вы должны руководствоваться, если значение дорожных знаков и линий горизонтальной разметки противоречат друг другу ?",
      a: "Требованиям дорожных знаков"
    },

    4: {
      q: "Стояночный тормоз ПА должен обеспечить неподвижное состояние на уклоне не менее % ?",
      a: "16"
    },
    5: {
      q: "Чему равна максимальная теоретическая вакуумметрическая высота всасывания ПН – 40 ?",
      a: "10 метров"
    },
    6: {
      q: "При работе в зимних условиях норма расхода жидкого топлива для ПА увеличивается на % ?",
      a: "10"
    },
    7: {
      q: "Смену масла в картере двигателя в ПА необходимо производить ?",
      a: "если масло потеряло вязкость и сильно загрязнено"
    },
    8: {
      q: "Расход воды через стационарный лафетный ствол ПА АЦ-6-40(43118) равен, л/с ?",
      a: "19"
    },
    9: {
      q: "При каком минимальном давлении на входе работает Г – 600 ?",
      a: "2атм"
    },
    10: {
      q: "Где закрепляется табличка при проведении ТО  «Двигатель не запускать – работают люди» ?",
      a: "на рулевом колесе"
    }
  },
  7: {
    1: {
      q: "Ответственность за исправное состояние ПТВ на пожарном автомобиле возлагается на ?",
      a: "командира отделения"
    },
    2: {
      q: "Неисправности ПА, выявленные при смене караулов, не требующие больших трудовых затрат, устраняются ?",
      a: "водителями сменяющего и заступающего караула "
    },
    3: {
      q: "Какова периодичность проверки пожарного насоса ПН-40 на герметичность ?",
      a: "при ежедневном ТО"
    },

    4: {
      q: "Одновременную работу какого количества стволов ГПС – 600 может обеспечить АЦ ?",
      a: "5"
    },
    5: {
      q: "Как по назначению подразделяются пожарные рукава ?",
      a: "всасывающие и напорные"
    },
    6: {
      q: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации автомобилей ?",
      a: "1,0 мм"
    },
    7: {
      q: "Для чего служит обратный клапан пеносмесителя ?",
      a: "для предотвращения попадания воды в пенобак"
    },
    8: {
      q: "Величина разрежения, создаваемого вакуумной системой д.б не менее ?",
      a: "550 – 570 мм. рт. ст"
    },
    9: {
      q: "Что обязан водитель при проведении ТБ на пожаре ?",
      a: "устанавливать ПА на безопасном расстоянии от воздействия огня"
    },
    10: {
      q: "Какова расчетная температура воздуха в гараже необходимая для обеспечения в постоянной готовности ПА ?",
      a: "+16"
    }
  },
  8: {
    1: {
      q: "При какой неисправности запрещено дальнейшее движение на ПА во время дождя или снегопада?",
      a: "не действует стеклоочиститель со стороны водителя"
    },
    2: {
      q: "Что запрещается в помещениях подразделений ГПС?",
      a: "Все ответы правильные"
    },
    3: {
      q: "Ёмкость цистерны для воды на автомобиле АЦ-6-40(43118)?",
      a: "6000 л"
    },

    4: {
      q: "На какую величину давления и вакуума испытывают всасывающие рукава пожарных автомобилей?",
      a: "0,2 МПа и 0,08 МПа."
    },
    5: {
      q: "Как определяется порядок посадки л/с в ПА?",
      a: "приказом начальника подразделения ГПС"
    },
    6: {
      q: "Величина разряжения, создаваемого вакуумной системой должна быть не менее?",
      a: "550 – 570 мм рт. ст."
    },
    7: {
      q: "Свободный ход педали сцепления на АЦ-6-40(43118)?",
      a: "35-50 мм"
    },
    8: {
      q: "Через сколько часов работы меняется масло в масляной ванне насоса ПН-40УБ?",
      a: "100 -120"
    },
    9: {
      q: "Давление в шинах  проверяют?",
      a: "по мере необходимости, но не реже 1 раз в 10 дней"
    },
    10: {
      q: "Когда посадка в автомобиль считается законченной?",
      a: "когда все лица расчета заняли свои места в кабине ПА и закрыты все двери"
    }
  },
  9: {
    1: {
      q: "К какому виду пожарных автомобилей относится автомобиль пенного тушения?",
      a: "основным, целевого применения"
    },
    2: {
      q: "В каких случаях водитель ПА, приближающийся к нерегулируемому пешеходному переходу, обязан снизить скорость или остановиться ?",
      a: "если пешеход вступил на проезжую часть"
    },
    3: {
      q: "Время пребывания пожарного автомобиля на ТО-1 не должно превышать ?",
      a: "двух дней"
    },

    4: {
      q: "Производительность ствола ГПС-600 по пене ?",
      a: "600 л/с"
    },
    5: {
      q: "Падение разряжения в насосе не должно превышать?",
      a: "100 мм рт.ст. за 2,5 мин"
    },
    6: {
      q: "Ответственность за содержание ПТВ пожарных автомобилей в исправном состоянии и чистоте возлагается на ?",
      a: "Командиров отделений, за которыми закреплены автомобили"
    },
    7: {
      q: "Свободный ход педали тормоза на АЦТ-3-40-10(4320) не должен превышать?",
      a: "40 – 60 мм"
    },
    8: {
      q: "Время работы двигателя при смене караула для специальных пожарных автомобилей не должно превышать ?",
      a: "7 мин "
    },
    9: {
      q: "Ёмкость бака для пенообразователя на АЦТ-3-40-10(4320)?",
      a: "200 л"
    },
    10: {
      q: "Что запрещается при проведении ТО?",
      a: "работать на станках и оборудовании без их заземления"
    }
  },
  10: {
    1: {
      q: "В состав внутреннего наряда входят ?",
      a: "дежурный по караулу, дневальный по гаражу, дневальный по помещениям, постовой у фасада"
    },
    2: {
      q: "Температура воздуха в караульном помещении должна быть не менее ?",
      a: "+ 18 град. С"
    },
    3: {
      q: "В каком случае водитель ПА имеет преимущество перед другими участниками движения ?",
      a: "Только при включенном проблесковым маячке синего (синего и красного) цвета и специальном звуковом сигнале"
    },

    4: {
      q: "Наибольшее число ГПС-600, одновременно работающих от насоса ПН-40 ?",
      a: "5"
    },
    5: {
      q: "При работе насоса наблюдаются стуки и вибрация в случае ?",
      a: "Ослабление крепления насоса или износа подшибников"
    },
    6: {
      q: "Чему равна максимальная практическая вакуумметрическая высота всасывания насоса ПН-40 ?",
      a: "7 метров"
    },
    7: {
      q: "Какому испытанию подвергаются всасывающие рукава 1-й группы ?",
      a: "испытываются только на разряжение"
    },
    8: {
      q: "Время работы двигателя при приемке дежурства для основных ПА с карбюраторным двигателем не должно превышать ?",
      a: "3 минуты"
    },
    9: {
      q: "Где должна осуществляется посадка личного состава в пожарный автомобиль ?",
      a: "в месте, установленным начальником части"
    },
    10: {
      q: "При выполнении крепежных работ необходимо ?",
      a: "пользоваться преимущественно накидными или торцевыми ключами"
    }
  },
  11: {
    1: {
      q: "Какие пожарные автомобили относятся к специальным ?",
      a: "Автомобили, предназначенные для проведения специальных работ на пожаре"
    },
    2: {
      q: "В каком случае при использовании средств не требуется соблюдение установленных правил передачи информации, в том числе правил радиообмена ?",
      a: "соблюдение правил требуется в любом случае"
    },
    3: {
      q: "Суммарный люфт в рулевом управлении не должен превышать на грузовых автомобилях более, градусы ?",
      a: "25"
    },

    4: {
      q: "Емкость водяной цистерны на автомобиле АЦТ-3-40-10 (4320) ?",
      a: "3000 литров"
    },
    5: {
      q: "Какому испытанию подвергаются всасывающие рукава 2-й группы ?",
      a: "испытываются на разряжение и давление"
    },
    6: {
      q: "Каковы сроки испытания насосов пожарных автомобилей ?",
      a: "при каждом ТО-1"
    },
    7: {
      q: "Какова величина разряжения при проверка насоса ПН-40 на герметичность ?",
      a: "550 – 570 мм.рт.ст."
    },
    8: {
      q: "При повышении температуры воды в открытом водоисточнике геометрическая высота всасывания ?",
      a: "уменьшается"
    },
    9: {
      q: "Какую высоту должно иметь ограждение крыш и платформ ПА ?",
      a: "100 мм"
    },
    10: {
      q: "На коком расстоянии от строящихся зданий должны располагаться ПА при тушении строительных лесов ?",
      a: "40 метров"
    }
  },
  12: {
    1: {
      q: "Что понимается под тушением пожара ?",
      a: "действия, направленные на спасание людей, имущества и ликвидацию горения"
    },
    2: {
      q: "Число мест боевого расчета (включая водителя) на АЦ 6-40(41118) ?",
      a: "6"
    },
    3: {
      q: "Что является недостатком центробежных насосов ?",
      a: "Необходимость дополнительного устройства для создания разряжения в насосе"
    },

    4: {
      q: "Допустимая величина прогиба ремня привода вентилятора на АЦ-40(130) ?",
      a: "8-14 мм"
    },
    5: {
      q: "Каковы сроки испытания насосов пожарных мотопомп ?",
      a: "при каждом ТО-1"
    },
    6: {
      q: "Какое масло применяется в пожарном насосе для смазки подшипников ?",
      a: "ТАП – 15В"
    },
    7: {
      q: "Люфт шарниров рулевых тяг не должен превышать ?",
      a: "25 мм"
    },
    8: {
      q: "Время работы двигателя при приемке дежурства для ПА с дизельным двигателем не должен превышать ?",
      a: "5 минут"
    },
    9: {
      q: "На каком расстоянии от экрана устанавливается ПА при регулировке фар ?",
      a: "10 метров"
    },
    10: {
      q: "Переносные заземления для ПА должны быть сечением не менее ?",
      a: "5 мм2"
    }
  },
  13: {
    1: {
      q: "Чем обусловлены количество и расход подаваемых огнетушащих веществ необходимых для выполнения задачи ?",
      a: "всем перечисленным"
    },
    2: {
      q: "Число мест боевого расчета (включая водителя) на АЦТ-3-40-10 (4320)  ?",
      a: "6"
    },
    3: {
      q: "Какое максимальное количество стволов можно подать от АЦ при работе с гидроэлеватором Г-600 ?",
      a: "3 ствола РС-50"
    },

    4: {
      q: "Время работы двигателя при приемке дежурства для специальных ПА не должен превышать ?",
      a: "7 минут"
    },
    5: {
      q: "Какова должна быть частота вращения вала привода насоса ПН-40УА при проверке его на производительность ?",
      a: "2700 об/мин"
    },
    6: {
      q: "Каким давлением испытывают всасывающие рукава 2-группы ?",
      a: "8 атмосфер"
    },
    7: {
      q: "Какие внешние приборы Вы можете использовать при движении в темное время суток на неосвещенных участках дорог ?",
      a: "Ближний или дальний свет фар"
    },
    8: {
      q: "Плотность электролита заряженной аккумуляторной батареи должна быть ?",
      a: "1,27"
    },
    9: {
      q: "На сколько допускается падение разряжения в насосе при его проверке на герметичность ?",
      a: "100 мм .рт. стна 2,5 минуты"
    },
    10: {
      q: "На коком расстоянии от горящего резервуара должны устанавливаться ПА при тушении пожаров в резервуар с нефтью ?",
      a: "не ближе 100 метров"
    }
  },
}

const commandersData = {
  1: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  2: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  3: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  4: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  5: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  6: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  7: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  8: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  }
}

const commandersDataGDZS = {
  1: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  2: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  3: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  4: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  5: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  6: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  7: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  8: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  9: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  10: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  11: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  12: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  }
}

const firemanData = {
  1: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  2: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  3: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  4: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  5: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  6: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  7: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  8: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  9: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  10: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  }
}

const firemanDataGDZS = {
  1: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  2: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  3: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  4: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },
    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  5: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  6: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  7: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  8: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  9: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  },
  10: {
    1: {
      q: "",
      a: ""
    },
    2: {
      q: "",
      a: ""
    },
    3: {
      q: "",
      a: ""
    },

    4: {
      q: "",
      a: ""
    },
    5: {
      q: "",
      a: ""
    },
    6: {
      q: "",
      a: ""
    },
    7: {
      q: "",
      a: ""
    },
    8: {
      q: "",
      a: ""
    },
    9: {
      q: "",
      a: ""
    },
    10: {
      q: "",
      a: ""
    }
  }
}







































